KPeople-EN-src-0.1/PENTAHO-BI/ETL/sna/soapRequestUserCommunicationTo.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
   <soapenv:Body>
      <ns3:getUserEventsCommunicationTo xmlns:ns3="http://report.service.kpeople.webscience.it">
      </ns3:getUserEventsCommunicationTo>
   </soapenv:Body>
</soapenv:Envelope>